[CLS]	0
[SEP]	1
[PAD]	2
[MASK]	3
[UNK]	4
<BOS>	5
<EOS>	6
what	7
are	8
the	9
coach	10
flights	11
between	12
dallas	13
and	14
baltimore	15
leaving	16
august	17
tenth	18
returning	19
twelve	20
i	21
want	22
a	23
flight	24
from	25
nashville	26
to	27
seattle	28
that	29
arrives	30
no	31
later	32
than	33
3	34
pm	35
need	36
kansas	37
city	38
chicago	39
next	40
wednesday	41
following	42
day	43
explain	44
meal	45
codes	46
sd	47
d	48
show	49
me	50
all	51
atlanta	52
san	53
francisco	54
which	55
leave	56
after	57
tomorrow	58
5	59
o'clock	60
toronto	61
montreal	62
reaching	63
early	64
on	65
friday	66
there	67
any	68
new	69
york	70
canada	71
thursday	72
ground	73
transportation	74
in	75
philadelphia	76
monday	77
morning	78
find	79
diego	80
with	81
layover	82
dc	83
delta	84
airlines	85
is	86
restriction	87
ap80	88
list	89
arizona	90
airport	91
nonstop	92
america	93
west	94
or	95
southwest	96
air	97
burbank	98
saturday	99
may	100
twenty	101
two	102
times	103
does	104
late	105
afternoon	106
washington	107
for	108
denver	109
code	110
s	111
stand	112
memphis	113
into	114
town	115
when	116
if	117
arrive	118
at	119
842	120
dfw	121
oakland	122
1133	123
am	124
43	125
mondays	126
travel	127
charlotte	128
north	129
carolina	130
phoenix	131
kind	132
of	133
economy	134
class	135
arriving	136
july	137
seventh	138
i'd	139
like	140
know	141
what's	142
cheapest	143
ticket	144
possible	145
6	146
8	147
meals	148
available	149
dl	150
468	151
al	152
950	153
fly	154
evening	155
please	156
book	157
twa	158
earliest	159
time	160
red	161
eye	162
jose	163
nineteenth	164
arrange	165
friends	166
los	167
angeles	168
one	169
people	170
coming	171
other	172
las	173
vegas	174
ap	175
55	176
80	177
stop	178
miami	179
do	180
you	181
have	182
would	183
an	184
tampa	185
florida	186
april	187
sixth	188
now	189
pittsburgh	190
430	191
530	192
sfo	193
lowest	194
fare	195
bwi	196
salt	197
lake	198
numbers	199
minneapolis	200
long	201
beach	202
june	203
six	204
number	205
us	206
boston	207
it	208
279	209
137338	210
how	211
much	212
car	213
rental	214
cost	215
prices	216
ap58	217
mean	218
445	219
515	220
daily	221
9	222
get	223
milwaukee	224
dtw	225
serves	226
snack	227
cities	228
american	229
serviced	230
by	231
both	232
12	233
4	234
limousine	235
service	236
within	237
november	238
third	239
this	240
year	241
1991	242
can	243
tell	244
october	245
fifteenth	246
united	247
september	248
first	249
information	250
airline	251
give	252
before	253
fares	254
their	255
flying	256
december	257
indianapolis	258
orlando	259
phl	260
lga	261
tpa	262
far	263
international	264
downtown	265
take	266
closest	267
houston	268
airports	269
where	270
doesn't	271
has	272
smallest	273
plane	274
fourth	275
carries	276
passengers	277
stapleton	278
general	279
mitchell	280
go	281
logan	282
love	283
field	284
cincinnati	285
o'hare	286
departing	287
718	288
less	289
1500	290
dollars	291
round	292
trip	293
under	294
1000	295
many	296
seats	297
100	298
boeing	299
737	300
hold	301
seating	302
capacity	303
dc9	304
be1	305
1288	306
stopping	307
st.	308
louis	309
make	310
tacoma	311
stopover	312
fort	313
worth	314
direct	315
noon	316
connections	317
connecting	318
today	319
continental	320
columbus	321
fourteenth	322
sunday	323
thirteenth	324
thank	325
10	326
using	327
either	328
starting	329
way	330
business	331
tuesday	332
755	333
your	334
sundays	335
schedule	336
rent	337
listing	338
california	339
ohio	340
tennessee	341
least	342
expensive	343
most	344
tickets	345
price	346
cleveland	347
great	348
out	349
twentieth	350
around	351
takeoffs	352
landings	353
la	354
guardia	355
about	356
twelfth	357
y	358
qw	359
bn	360
yn	361
qx	362
latest	363
depart	364
serve	365
could	366
goes	367
l10	368
d9s	369
breakfast	370
week	371
lunch	372
serving	373
paul	374
dinnertime	375
originate	376
my	377
destination	378
second	379
concerning	380
as	381
323	382
229	383
airplane	384
ua	385
281	386
19	387
352	388
1083	389
saturdays	390
98	391
stops	392
planes	393
used	394
repeating	395
type	396
aircraft	397
kinds	398
midway	399
leaves	400
during	401
weekday	402
types	403
1	404
arrangements	405
taking	406
off	407
landing	408
last	409
detroit	410
northwest	411
dulles	412
petersburg	413
going	414
see	415
i'm	416
sorry	417
colorado	418
eighth	419
february	420
fifth	421
650	422
hp	423
define	424
ff	425
stands	426
yx	427
should	428
near	429
also	430
be	431
gets	432
7	433
arrival	434
630	435
newark	436
offer	437
night	438
transport	439
makes	440
looking	441
ontario	442
westchester	443
via	444
2	445
say	446
1201	447
alaska	448
another	449
shortest	450
heading	451
county	452
weekdays	453
interested	454
okay	455
just	456
too	457
2134	458
hi	459
return	460
819	461
eleventh	462
then	463
ninth	464
january	465
airfare	466
eastern	467
some	468
classes	469
runs	470
only	471
everywhere	472
nationair	473
operating	474
currently	475
live	476
connect	477
those	478
philly	479
will	480
different	481
offers	482
